[
  {"title": "Who can apply?", "content": "All current university (both undergraduate and graduate) students anywhere in the world are welcome to apply HackNTU. We will start our application soon."},
  {"title": "Can I get reimbursed for travel?", "content": "We are providing travel reimbursement for students from different places. The amount of subsidies will be varied according to your place of departures and details will be announced later."},
  {"title": "When and Where?", "content": "Hackathon Competition will be held from 8 / 21 to 23. Afterwards, there will be summits and workshops on 8/24 and 8/25. Venue of all activities will be at the campus of National Taiwan University."},
  {"title": "If I don’t have a team or a special idea?", "content": "Hackathon is about making new friends! We will have various pre-events before the competition to help you find your teamates. Each team will have four members, you will get the idea with your fantastic teammates! Just bring your awesome mind!"},
  {"title": "If I don’t know how to code?", "content": "It’s will not be a big problem as long as you are willing to do a project with your specialties! We welcome all students with different special skills to contribute thier talents to make changes happen!"},
  {"title": "What should I bring?", "content": "Everything you can use to hack! But most importantly you must come with your passion and talent. We will provide delicious Taiwanese food and special activities for you to make new friends. You may also want to share your past project with all the hackers."},
  {"title": "Can I bring my developing project?", "content": "No, all the codes/prototypes should be written within the time of hackathon, but you are welcome to have some ideas before the hackathon."},
  {"title": "How are applicants chosen?", "content": "Applicants will be chosen based on two main criteria, the first one will be their interest in HackNTU and the second one will be their prior experience and work (hacakathon experience, projects, awards received, cool products made and so on)."},
  {"title": "I am not a student, how can I participate?", "content": "We are looking for mentors for the hackers. Mentors will help the hackers develop their projects on site. Leave your email at the mentor column."},
  {"title": "How can I sponsor?", "content": "For anyone who is interested in sponsoring HackNTU, please don’t hesitate to send us an email at hackntu@gmail.com."},
  {"title": "I have a question that’s not listed here. Who should I ask?", "content": "Please feel free to get in touch with us at hackntu@gmail.com or via Facebook."}
]