[
  {"title": "Who can apply?", "content": "Anyone with great passion to solve problems is welcome to apply. However, as a student organization, we especially anticipate student applicants, so don’t hesitate! Its’ now or never!"},
  {"title": "Can I get reimbursed for travel?", "content": "Yes, there are reimbursement plans for applicants considering travel distance, including both international and domestic applicants. More details will be announced as soon as possible."},
  {"title": "When and Where?", "content": "The hackathon will be held during August 21st-23th, with field trip on August 19th, and technical gathering on 20th. The field trip and technical gathering are ADDITIONAL OPTIONS. Venues of activities will be on the campus of National Taiwan University."},
  {"title": "Do I have to bring my own team?", "content": "You are welcome to come with your friends as a team. Also, no worries if you want to meet new people! We’ve prepared a series of activities to help you find your desired teammates. Come alone and have fun meeting each other!"},
  {"title": "What if I know nothing about programming?", "content": "You’re still welcome to sign up! However, positions for UI/UX designers and idea providers are limited. In order to get the limited spot, we encourage you to tell us more about your story when applying! Also, we strongly suggest that you team up with those who can program. We’ll offer you a chance to meet fellow participants after admission letters are sent."},
  {"title": "What should I bring?", "content": "Bring anything you need for hacking. It could be any device you want to hack on, or a pillow to help you relax. Attention, we DONOT provide computers, so remember to bring your laptop with you! And don't bother bringing any food or drink, we’re surely taking care of it."},
  {"title": "Is it ok to hack on projects that are already in process?", "content": "Hackathons encourage you to create new things instead of keep working on your old projects. However, we do suggest you to have your ideas in mind before it kicks off."},
  {"title": "How will you decide between applicants?", "content": "Applicants will be chosen based on their prior work, including hackathon experiences, projects, awards, products etc."},
  {"title": "How can I sponsor?", "content": "For those sponsorship and cooperation, please contact us through email or Facebook fanpage."}
]